[
  {
    wocheIso: 5,
    jahr: 2019,
    nummer: 1,
    dozent: 'Hr. Carla',
    tag1: '/',
    tag2: '/',
    tag3: 'F+A: Berufsbild/AUsbildungsberuf, Lernfelder, Brainstorming + Mindmapping (Erklärung + Aufgaben), Fragen zum Praktikum und zur Abschlussprüfung',
    tag4: 'F+A: Wdh Vortrag, Kategorisieren von Begriffen+ Übungen, Übungen zur Mindmap, Wordbasiskenntnisse + Übungen',
    tag5: 'Aufgaben zur Wdh., F+A: S.M.A.R.T(Ziele), "Der BASIS-Plan-Lernen mit System" Aufgaben: Zusammenfassung und BASIS sowie 10 Blitzchecks erklären, Artikel "So funktioniert Virtualisierung" Aufgabe: 10 Fragen beantworten als PDF'
  },
  {
    wocheIso: 6,
    jahr: 2019,
    nummer: 2,
    dozent: 'Hr. Carla',
    tag1: 'F+A Programm der Woche: Virtualisierung Theorie+Praxis, Lern und Arbeitstechnik, Aufgaben zum Gesprächsprotokoll, Besprechung der Aufgabe, Auftrag+vier Seiten, Gruppenauftrag: 13 Karten zu Virualisierung',
    tag2: 'Aufgabe: 3-W-Bericht-Vorlage als Auftrag, Besprechung+Wdh und Vertiefung,Begriff Virtualisierung (13 Punkte), Paarweise Ergebnisse vergleichen, Lückentext zur Virtualisierung + Lösung, Word Übungen, Umzug in Raum 10',
    tag3: 'WÜP-Beispiel Virtualisierung: Teil1 10 Fragen+ Teil2 3 Fragen - Zeit 35min, Teil2 13 Fragen mündlich, Besprechung der Aufgaben, F+A zum Thema. Begriffe: Emulation/Simulation/Virtualisierung (Erklärung+ Tafelbild), Optimierung der 10 Antworten zum PC-Welt- Artikel, 3-W-Bericht: Was ist Virtualisierung?',
    tag4: 'Vorbereitung WÜP, Virtualisierung Praxis(1) Übersicht Desktop Virtualisieren, Virtualisierung Praxis(2), Vorbereitung WÜP 2 Hinweise zur Klausur',
    tag5: 'Klausur zu Word, Virtualisierung, Lerntechniken; Wdh. Kategorisieren; Neue VM in Virtualbox erstellen + Ablauf dokumentieren, Vorführung Windows 8.1 in VBox installieren, Aufgabe: Installation Windows 8.1 in VBox + Dokumentation'
  },
  {
    wocheIso: 7,
    jahr: 2019,
    nummer: 3,
    dozent: 'Hr. Carla',
    tag1: 'F+A Definition Projekt, 4-Phasen-Modell Projekt, Planungsmethoden. Ressourcenplan, Phasenplan, PSP, Meilensteinplan Aufgabe: Erstellen einer Vorlage für einen PSP + Ist-Soll-Vergleich.',
    tag2: 'Hinweise zur Aufgabe am 11.02.19, Wdh. Methoden der Projektplanung, Ablauf eines Projektes, PROJEKT Auftrag Gruppenarbeit: Erstellen einer Batchdatei zum Ändern der IP-Adresse, Projektantrag erstellt und an Hr. Carla geschickt, PSP erstellt + Zeitplan und an Hr. Carla geschickt.',
    tag3: 'Projektarbeit: Ressourcenplan erstellt, Meilensteinplan erstellt, Vorgangsliste erstellt, Phasenplan erstellt, Ist- Soll-Vergleich erstellt, eine Batchdatei in einer VM erstellt und getestet, Dokumention erstellt und an Hr. Carla geschickt, Präsentation erstellt.',
    tag4: 'Review gehalten, Präsentation überarbeitet, alle Unterlagen an Hr. Carla geschickt, Präsentation gehalten',
    tag5: 'Batchdateien Theorie+ Praxis, Beispiele gemacht, Aufgaben'
  },
  {
    wocheIso: 8,
    jahr: 2019,
    nummer: 4,
    dozent: 'Hr. Carla',
    tag1: 'Wdh. Batch+ Virtualisierung + VM, Wahl des Klassensprechers: Hr. Werner, Vertreter; Hr. Yilmaz, Auftrag: Hyprides Backup-Konzept starten',
    tag2: 'Besprechung Projektauftrag inkl. Bsp., Einzelarbeit am Auftrag, F+A',
    tag3: 'Ablauf des Projektes von Anfang bis Abschluss, Weiterarbeiten am Auftrag, F+A',
    tag4: 'F+A, Rückgabe der Klausur, Abschluss Projektauftrag + Abgabe der Dokumente',
    tag5: 'F+A, Präsentation der Ergebnisse vom Projekt, Review'
  },
  {
    wocheIso: 9,
    jahr: 2019,
    nummer: 5,
    dozent: 'Hr. Reepen',
    tag1: 'Vorstellung, WiSo Themen --> Fort. und Weiterbildung, --> Wirtschaftliche Grundbegriffe, Test',
    tag2: 'Rechtsfähigkeit, Unternehmensrechtsformen, Vollmachten, Test',
    tag3: 'Markt, Preisbildung, Angebot und Nachfrage, Wirtschatskreislauf, Übungen',
    tag4: 'WiSo Teil 1 Wiederholung',
    tag5: 'Sozialversicherungen, Film "Über den Tag hinaus" Gruppenarbeit zu Präsentation vorbereiten'
  },
  {
    wocheIso: 10,
    jahr: 2019,
    nummer: 6,
    dozent: 'Hr. Reepen',
    tag1: 'Frei',
    tag2: 'Präsentation über die unterschiedlichen Versicherungen, AH Seite 17-21',
    tag3: 'Einzelarbeitsvertrag, Kündigungsschutz, Sozialer Arbeitsschutz, Test',
    tag4: 'Betriebsrat, Betriebsvereinbarung, Jugend- und Auszubildenenvertretung (JAV), Kollektives Arbeitsrecht, Tarifverträge, Test, Technischer Arbeitsschutz',
    tag5: 'Arbeitsheft S. 17-23, benoteter Test, Quiz für Millionen'
  },
  {
    wocheIso: 11,
    jahr: 2019,
    nummer: 7,
    dozent: 'Fr. Weist',
    tag1: 'LF 11, Teilbereiche+Aufgaben Rechnungswesen, einfache Buchführung EAR|EÜR, Inventur, Inventurarten: permanent Inventur, Stichtagsinventur, vor-und nachverlegte Inventur, Inventar, Inhalt+Aufbau Bilanz, Aufgaben gelöst und besprochen',
    tag2: 'Lernkarten erarbeitet, Aufbau einer Gewinn- und Verlustrechnung, Zusammenhang GuV+ Bilanz, Erfolgsermittlung durch Eigenkapitalvergleich, IHK-Prüfungsaufgaben, Controlling-vertikale+ horizontale Kennzahlen, Ergebnisermittlung durch Kapitalvergleich',
    tag3: 'Wiederholungsaufgaben, die linearen Abschreibung, AfA-Tabelle, Abschreibungswert und -satz, Errechnung der Anschaffungskosten,-nebenkosten,-preisminderungen, zeitanteilige monatsgenaue Abschreibung, Erinnerungswert, Erarbeitung Lernkarten',
    tag4: 'Umsatzsteuer,-sätze, USt, VSt, Mehrwertsteuer, Umsatzsteuervorgang, Handelskalkulation-Bezugskalkulation, Skonto, Rabatt, zustandekommen Kaufvertrag, Antrag+Annahme, Gerichtsstand, Erfüllungsort, Eigentumsvorbehalt, Aufgaben',
    tag5: 'Klausurvorbereitung, 1. Klausur Rewe, Selbststudium'
  },
  {
    wocheIso: 12,
    jahr: 2019,
    nummer: 8,
    dozent: 'Hr. Reepen',
    tag1: 'IT-Mathematik, Grundrechenarten, Prozente, Funktionsgleichungen, Aufgaben: Prozent +',
    tag2: 'Wiederholung: Prozent +, Speicherberechnungen 1 und 2, dazu Aufgaben',
    tag3: 'Wiederholung Speicherberechnungen, Übertragungszeiten +  Aufgaben 1',
    tag4: 'Übertragungszeiten + Aufgaben 2, Stromkostenberechnung + Aufgaben, Wiederholungen',
    tag5: 'Eigenständiges Vorbereiten auf die Klausur, Klausur + Nachbesprechung'
  },
  {
    wocheIso: 13,
    jahr: 2019,
    nummer: 9,
    dozent: 'Hr. Carla',
    tag1: 'Agenda der Woche ( Report schreiben; IPv4; Backup; Raid) Wdh. Virtualisierung, Backup Kategotisieren, Text zum Thema Backup a) bearbeiten b)präsentieren, Aufgabe: Ersten Entwurf schreiben Themen: Backup-Fragen-Definition-Glossar-Begriffe',
    tag2: 'F+A zu Vortag, 6 Fragen zum Thema Backup, Backuparten, Grundlagen, Vor- Nachteile, Verfahren Aufgabe: Report zum Thema Backup schreiben, RAID-> Zusammenfassung erstellen',
    tag3: 'RAID [Grundlagen] + Fragen+ Begriffe + Zusammenfassung [Überblick] + Report',
    tag4: 'Fragen + Antworten, Wissentest RAID; Virtualisierung; Backup, Report Grundlagen IPv4',
    tag5: 'Fragen + Antworten, Hinweise zum Report + Layout,+ Vorgehensweise bei der Erstellung, Aufgabe: Erstellen eines Reports mit dem Thema: Cloud oder USV'
  },
  {
    wocheIso: 14,
    jahr: 2019,
    nummer: 10,
    dozent: 'Hr. Simon',
    tag1: 'Datenbanken/SQL, Binärzahlen<->Dezimalzahlen, Byte: 8Bits/Oktett, Zeichenkodierung: ASCII American Standard Code for Information Interchange, Datentype/Begriff Unterschied Text/Zahl, MySQL als Beispiel für DBMS (Database Management System), Kleine Geschichte und Marktübersicht, XAMPP SQL Client<->ServerSystem, SQL-Befehle: CREATE, DROP, USE, DATABASE',
    tag2: 'Datenbanken/SQL, ASCII-Tabelle Steuerzeichen z.B.Tabulator, Backspace. Datentypen MySQL: Integer, Float, Decimal, Date(time), Blob. Speicherplatzverbrauch. Einfüge-Befehle: INSERT INTO; Anzeige-Befehle: SELECT; Änderrungs-Befehle: UPDATE.',
    tag3: 'Datenbanken/SQL, Aufgabe: "Autovermietung", Besprechung der Aufgabe: Datentypen+ INSERT-Befehle; Webbasierter Client phpMyAdmin, Export/Import von Datenbanken/Daten, Einfüge-Dialog zur Dateieingabe; NULL-Wert für nicht vorhandene Daten',
    tag4: 'Datenbanken/SQL, Primärschlüssel/ PRIMARY KEY; Prinzip der Dateneindeutigkeit; SELECT-Befehle: WHERE Vergleichsoperatoren= < ,>, <=, >=, !=, =, Logische Operatoren= AND, OR; ORDER BY= Sortieren ASC,DESC auf-/absteigend; AS= Spaltenname umbenennen, Aggregat-Funktionen= SUM(..), COUNT(..), MIN(..), MAX(..), AVG(..); Aufgabe: "Vereinte Nationen"',
    tag5: 'Datenbanken/SQL, Besprechung der SELECT-AUfgaben "Vereinte Nationen"; Weitere Aufgaben zur Aggregat-Funktionen'
  },
  {
    wocheIso: 15,
    jahr: 2019,
    nummer: 11,
    dozent: 'Fr.',
    tag1: 'Was ist mir wichtig für mein Praktikum? Bewerbungen: Welche Punkte gehören rein, was muss nicht drin stehen. Lebenslauf angefangen.',
    tag2: 'Praktika-rellevante Seiten gesammelt, nach Stellen recherchiert. Lebenlauf weiter vervollständigt. Anschreiben formuliert.',
    tag3: 'Lebenslauf geschrieben, Körpersprache, Simulation eines Vorstellungsgespräches.',
    tag4: 'Unterlagen ausgewertet, Lebenslauf vervollständigt, Anschreiben aufgesetzt, nach Stellen recherchiert.',
    tag5: 'Vorstellungsgespräch simuliert, Anschreiben und Lebenslauf perfektioniert, Kommunikative Aspekte besprochen.'
  },
  {
    wocheIso: 16,
    jahr: 2019,
    nummer: 12,
    dozent: 'Hr. Reepen',
    tag1: 'Lernfeld 2: Wirtschafts- und Geschäftsprozesse; Handlungssituation 4 -> Aufbauorganisation -> Übungen -> Test',
    tag2: 'Ablauforginisation: Erstellung eines Gantt-Diagrammes, Netzplantechnik, Übungen',
    tag3: 'Geschäftsprozessorientierung',
    tag4: 'LF2 Klassenarbeit, Rückgabe und Besprechung',
    tag5: 'Feiertag'
  },
  {
    wocheIso: 17,
    jahr: 2019,
    nummer: 13,
    dozent: 'Urlaub',
    tag1: 'Urlaub',
    tag2: 'Urlaub',
    tag3: 'Urlaub',
    tag4: 'Urlaub',
    tag5: 'Urlaub'
  },
  {
    wocheIso: 18,
    jahr: 2019,
    nummer: 14,
    dozent: 'Fr. Kluge-Steiner',
    tag1: 'LF8: Einstieg Marketing (strategisch & operativ), Marktorientierung am Kunden, Marketingziele ( qualitativ & quantitativ), Marketingstrategien (Anpassung, Differenzierung, Marktdurchdringung, Markterschließung, Marktsegmentierung), Analyse der Marktkräfte, Marktpotenzial, Marktvolumen, Marktanteil, Übung zur Berechnung.',
    tag2: 'Marktforschung, Marktforschungsziele: Marktanalyse,-beobachtung,-prognose, Primärforschung & Sekundärforschung Vorteile & Nachteile, Erhebungsmethoden, Kundenzufriedenheit ( CSI,CLI, NCA, LCA), Marketing-Mix: Produkt- & Sortimentspolitik, Übungen GA2 zugenannten Themen.',
    tag3: 'Feiertag',
    tag4: 'Produktlebenszyklus, Portfolio Matrix, DB im Produktzyklus ( Break-even-Point), Preisstrategien, Instrumente der Kommunikationspolitik, AIDA-Formel, Gesetz des unlauteren Wettbewerb, E-Commerce vs. E-Business Käufer/Verkäufer, Übungen in Vorbereitung auf die Klausur',
    tag5: 'Wiederholung und Vorbereitung auf die Klausur, Klausur LF8- Marketing, Nachbesprechung, Marketing im Bereich Sozial Media, Virales Marketing'
  },
  {
    wocheIso: 19,
    jahr: 2019,
    nummer: 15,
    dozent: 'Fr. Weist',
    tag1: 'Rückgabe und Besprechung der Klausur Rewe 1, Whlg. Einfache + doppelte Buchführung, Nutzwertanalyse, Bezugskalkulation, Besprechung der Hausaufgabe zur Bezugskalkulation, Absatzkalkulation, Gewinn, Handlungskosten, Vertriebsprovision',
    tag2: 'Prüfungsaufgaben Handelskalkulation; die Kostenrechnung, Kostenarten-, stellen-, trägerrechnung. Grund-, Neutrale-, Zusatz-, Anderskosten; Abgrenzungsrechnung; Englisch- Einstufungstest',
    tag3: 'Aufgaben Abgrenzungsrechnung, Einzelkosten und Gemeinkosten, Aufbau Betriebsabrechnungsbogen (BAB), Verteilung der Gemeinkosten, Ermittlung Gemeinkostenzuschlagssätze, Prüfungsaufgaben',
    tag4: 'Whlg. Abgrenzungsrechnung, Grund-, Zusatz-, Anderskosten, Aufgaben BAB, Kalkulationsschema in der Fertigung - Aufgaben Vorwärtskalkulation, Kombi-Aufgaben BAB+ Kalkulation',
    tag5: 'Klausurvorbereitung, Rewe Klausur 2, Rückgabe + Besprechung'
  },
  {
    wocheIso: 20,
    jahr: 2019,
    nummer: 16,
    dozent: 'Hr. Gartz',
    tag1: 'OSI-Modell, Netzwerkmedien, Netzwerkdesigns, Topologie, Netzwerkprotokolle',
    tag2: 'Adressierung im Internet, IP-Adressvergabe, Adressklassen und Adressaufbau, private Adressräume',
    tag3: 'Namensauflösung, Netzwerkgeräte, MaS, Switch, Router..; statisches und dynamisches Routing',
    tag4: 'Telefon, ISDN, DSL, ATM, PLC, Kabelnetze, Infrarot, Bluetooth, WLAN, Sattelitenkommunikation, LTE, GPRS',
    tag5: 'Firewallkonfiguration, Absichern von Daten'
  },
  {
    wocheIso: 21,
    jahr: 2019,
    nummer: 17,
    dozent: 'Fr. Weist',
    tag1: 'Break-Even-Point, Analyse, zeichnerisch, rechnerisch, Teilkostenrechnung, Deckungsbeitragsrechnung, Ermittlung Betriebsergebnis, Prüfungsaufgaben',
    tag2: 'Rechtsgeschäfte - Rechtsobjekte - Sachen, Rechte, Tiere, Rechtssubjekte - natürliche + juristische Personen, nicht geschäftsfähig, beschränkt geschäftsfähig + voll geschäftsfähig, Nichtigkeit + Anfechtbarkeit, Einteilung der Rechtsgeschäfte, Formvorschriften',
    tag3: 'Arbeitnehmerüberlassungsvertrag, Ausbildungs- und Werkvertrag, Miet-, Leih- und Pachtvertrag, Inhalte, Formvorschrift, Rechte + Pflichten, Aufgaben|Übungen Darlehns- und Sachdarlehnsvertrag',
    tag4: 'Entgeltabrechnung, Brutto| Netto| Auszahlungsbetrag, Zweige Sozialversicherung, Beitragsbemessungsgrenze, Jahresarbeitsentgeltgrenze, steuerfreie + steuerpflichtige Bezüge, Durchführung Entgeltabrechnung',
    tag5: 'Klausurvorbereitung, Klasur Rechtsgeschäfte + Entgeltabrechnung, Rückgabe und Besprechung, IHK Prüfungsaufgaben Entgelt'
  },
  {
    wocheIso: 22,
    jahr: 2019,
    nummer: 18,
    dozent: 'Hr. Vasa',
    tag1: 'Übersicht Lernfeld 4: Einfache IT-Systeme; Das EVA-Prinzip: Eingabe, Verarbeitung, Ausgabe; Eingabe- vs. Ausgabegeräte; Blockschaltbild Motherboard: von Neumann- vs. Harvard-Prinzip; Poewer-Point-Vorträge zu dem Thema in vier Arbeitsgruppen; Zahlensysteme: Dez, Okt, Bin, Hex; Logische Aussagen und Schaltungen: AND, OR, XOR, NOT, NOR, NAND.',
    tag2: 'Übersicht RAID- Systeme: RAID-0, RAID-1, RAID-5, RAID- 6, RAID-10, (JBOD); RAID-5: Gesamtgröße, Kosten, Nutzdaten, Verfügbarkeit vs. Nichtverfügbarkeit; Größenzuordnung auf der Basis 1000 vs. 1024; BIOS vs. UEFI; VHD vs. SSD; Festplatten: Dateisysteme (in Microsoft, Unix, Linux, Apple); Netzwerkdateisysteme: (SMB, CIFS- SAMBA), NFS- Orient, NFS- Server, DFS.',
    tag3: 'Berechtigung: Microsoft- Freigabe vs. Dateisystem; Freigabeberechtigungen (Lesen, Ändern,Vollzugriff); Dateisystemberechtigungen (Lesen, Lesen+Ausführen, Schreiben, Ändern, Vollzugriff, Ordnerinhalt auflisten) als Grundlegende und Einzelberechtigungen, Anpassen der Berechtigungsvererbung; Effektive Zugriffsberechtigungen; Berechtigungen unter Linux/ Unix.',
    tag4: 'Feiertag',
    tag5: 'Frei'
  },
  {
    wocheIso: 23,
    jahr: 2019,
    nummer: 19,
    dozent: '-',
    tag1: 'Englisch',
    tag2: 'Englisch',
    tag3: 'Englisch',
    tag4: 'Englisch',
    tag5: 'Englisch'
  },
  {
    wocheIso: 24,
    jahr: 2019,
    nummer: 20,
    dozent: '-',
    tag1: 'Englisch',
    tag2: 'Englisch',
    tag3: 'Englisch',
    tag4: 'Englisch',
    tag5: 'Englisch'
  },
  {
    wocheIso: 25,
    jahr: 2019,
    nummer: 21,
    dozent: 'Hr. Vasa',
    tag1: 'Übersicht über die Inhalte des Lernfelds 10 (Basis ist LF4, LF6,LF7 und LF11); Systematische Vorgehensweise um Vorgäne in Worten und Bildern beschreiben zu können; Phasenkonzept - Was es ist und wozu es dient?! Definition; Lastenheft, Pflichtenheft; Schritte in einem Phasekonzept bei Projektmanagement vs. Anwendungsentwicklung',
    tag2: 'Störungsbilder am Computer; Ansätze zur Analyse und Lösung; Mindmap, UML; Din31051: Instandhaltung: Maßnahmen zur Erhaltung der Funktionalität und Wiederherstellung; Ausfall,Wartung, Inspektion, Instandsetzung, Verbesserung; Sevice Level Agreement: Inhalt, Bestandteile und SLA-Typen; Recherche zu §9 BDSG(alt) und TOM in der Anlage zu §9 BDSG(alt) und Vergleich mit §64 BDSG(neu) und Art.32 DSGVO.',
    tag3: 'Vergleich §9 BDSG(alt) inkl.Anlage mit §64 BDSG(neu); Überblick Gesetze für Fachinformatiker, zusätzlich wichtig Telekommunikationsgesetz, Telemediengesetz, Signativegesetz; Datenschutzbeauftragter vs. IT-Sicherheitsbeauftragter; Datensicherungskonzept, Datenschutz, Datensicherheitskonzept; Sicherung/Wiederherstellung: Bewegungsdaten, Systemstatusdaten, Anwendungen; Volume Shodow Copy Service; Sicherungszeitpunkt; Archivbit; Vollsicherung; Teilsicherung (inkrementell vs. differenzielle); Sicherungsort.',
    tag4: 'Feiertag',
    tag5: 'Brückentag'
  },
  {
    wocheIso: 26,
    jahr: 2019,
    nummer: 22,
    dozent: 'Hr. Weingran',
    tag1: 'Grundlagen der E-Technik, Atom, Elektrische Ladung, Potentielle Energie, Elektisches Potential, Elektrische Spannung, Elektrischer Stromkreis, Elektrischer Strom, Elektrische Stromstärke, elektrische Stromdichte, elektrischer Widerstand, Ohmisches Gesetz',
    tag2: 'Leitwert, Übungen zum Ohmisches Gesetz, Widerstandsänderung durch Temperatur, Leistungswiderstand, elektrische Energie, elektrische Leistung, Wirkungsgrad, Übungen zu Wirkungsgrad, Leitung, Energie, Übungen zur Reihenschaltung.',
    tag3: 'Wiederholung Reihenschaltung, Parallelschaltung Übungen, gemischte Schaltungen, der Kandensator, die Spule, Spannungsversorgung für IT-Geräte, USV: Offline, Line Interactive, Online + dazu Übungen.',
    tag4: 'Pc- Hardware, Einleitung Historie Architektur, Mainboard, CPU, Kühler, Speicher; Bussysteme, Schnittstellen, Graphikkarten, Peripherie, Netzteile,',
    tag5: 'Klausur/ Leistungsüberprüfung Lernfeld4, Software: Systemsoftware/ Anwendungssoftware, Inbetriebnahme und Übergabe Systemstart, Fehlersuche, Systemdokumentation und Präsentation'
  },
  {
    wocheIso: 27,
    jahr: 2019,
    nummer: 23,
    dozent: 'Hr. Gartz',
    tag1: 'Netzwerktopologien, CSMA/CD vs. Tokenpassing, HuS/ Switch/ Router, OSI-Modell, TCP/IP - Modell, TCP vs. UDP, Sockets, Ip-Adressen, Private Adresen, Öffentliche Adressen, Netstat, Subnetting, Berechnung von Subnetzen und Hosts, Vorbereitung Hyper - V.',
    tag2: 'Wiederholung vom Vortag, Erweiterung zum Thema Subnetting, Frames und Kommunikation im Ehternet, Installation von Hyper- V, Virtuellen Computern.',
    tag3: 'Wiederholung vom Vortag, Routertabellen und Routingfunktionen, Installation von RNAS, Konfiguration von Routern,Testen. Installation von Active Directory, AD- Konzept der Domäne, Benutzer und Gruppen einrichten, Organisationseinheiten',
    tag4: 'Wiederholung AD, Domäne, Schema, Globalerkatalog, Servergespeicherte Profile, Join einer Workstation, Testen der servergespeicherten Profile, Freigabe + NTFS Berechtigungen, Installation von DMCP, DMCP-Funktionen, Einrichten und testen von DMCP',
    tag5: 'Wiederholung NTFS und Freigabe, ACL + ACE, Effektive Berechtigung, Übersicht über GPOS, Einführung in DNS, Installation von DNS, bedingte Weiterleitung, Weiterleitung'
  },
  {
    wocheIso: 28,
    jahr: 2019,
    nummer: 24,
    dozent: '',
    tag1: '',
    tag2: '',
    tag3: '',
    tag4: '',
    tag5: ''
  },
  {
    wocheIso: 29,
    jahr: 2019,
    nummer: 25,
    dozent: '',
    tag1: '',
    tag2: '',
    tag3: '',
    tag4: '',
    tag5: ''
  },
  {
    wocheIso: 30,
    jahr: 2019,
    nummer: 26,
    dozent: 'Hr. Simon',
    tag1: 'Datenbanken/ SQL: Wiederholung Befehle, Datentypen, Primary Key, Normalisierung eines Datenbanksystems, Zerlegung einer Tabelle in mehrere Tabellen.',
    tag2: 'Beziehungen in einem Mehrtabellensystem, Primary Key/ Foreign Key- Prinzip, SQL- Syntax im CREATE TABLE - Befehl, SQL- Syntax im SELECT- Befehl mit INNER JOIN',
    tag3: 'Aufgabe "GrandhotelGmbH": Erzeugung der Datenbankstruktur per Konsolenbefehlen inkl. Primary und Foreign Keys, Daten einfügen per INSERT INTO, SELECT- Befehle nach Aufgabenstellung',
    tag4: 'Besprechung der Aufgabe "GrandhotelGmbH", Präsentation der Lösung durch Teilnehmer, neue Aufgabe "Feuerlöscher"',
    tag5: 'Klausur/Lernzielkontrolle + Besprechung im Anschluss, Besprechung der Aufgabe "Feuerlöscher", neue Aufgabe "Raumfahrt"'
  },
  {
    wocheIso: 31,
    jahr: 2019,
    nummer: 27,
    dozent: '',
    tag1: '',
    tag2: '',
    tag3: '',
    tag4: '',
    tag5: ''
  },
  {
    wocheIso: 32,
    jahr: 2019,
    nummer: 28,
    dozent: 'Hr. Weingran',
    tag1: 'Einleitung, Begriffserklärung, Gründe und Ziele einer Vernetzung, Topologie, Kabelarten/Koexkabel, Twisted Pairkabel',
    tag2: 'Glasfaserkabel, Drahtlosübertragung, WLAN - Bluetooth - Infrarot Schnittstellen, Netzwerkkarte',
    tag3: 'Ethernet-Normierung, Standards nach IEEE, Arbeitsweise lokaler Netze, Gremien ITU - ISO - CCITT, Schichten Modelle allgemein, Das OSI- Modell, Erarbeiten einer Präsentation zum Thema OSI - Modell in Gruppenarbeit.',
    tag4: 'Vorträge und Diskussion der Vorträge zum OSI - Modell, Schichten 7 bis 4 des OSI Modells, Erstellung von Präsentationen zu dem Thema Protokolle und strukturierte Verkabelung',
    tag5: 'Weiterführung der Präsentationen zu dem Thema OSI - Modell Schicht 3 bis 1, Diskussion der Vorträge und Präsentation mit Ausrichtung auf die IHK Prüfung, Weiterführung der Erstellung der Präsentationen zu den Protokollen.'
  },
  {
    wocheIso: 33,
    jahr: 2019,
    nummer: 29,
    dozent: 'Hr. Weingran',
    tag1: 'Nachschreibeklausur, Weiterführung der Vorbereitung zur Präsentation, Präsentation der Themen VPN, POP, IMAP, SMTP, strukturierte Verkabelung, IPv6, Ports + IP-Adressen, Portbereiche.',
    tag2: 'Weiterführung Ports, Zahlensysteme, Restverfahren, Horner-Schema, Subnetting im Oktett, Subnetting über die Oktett-Grenzen hinaus, Übungen zum Subnetting.',
    tag3: 'Weiterführung der Vorträge zu den Themen IPsec, TCP, IPv6, SSL/TLS, Berechnung von IPv4 Adressen, Subnetze/ Broadcast.',
    tag4: 'Vortrag IPv6, neues Projekt: Verkabelung und Adressierung der Firma Huddel und Brassel.',
    tag5: 'Leistungsüberprüfung durch Klausur zum Lernfeld 7, Präsentation zu Projekt: Verkabelung und Adressierung der Firma Huddel und Brassel.'
  },
  {
    wocheIso: 34,
    jahr: 2019,
    nummer: 30,
    dozent: '',
    tag1: '',
    tag2: '',
    tag3: '',
    tag4: '',
    tag5: ''
  },
  {
    wocheIso: 25,
    jahr: 2019,
    nummer: 31,
    dozent: 'Hr. Simon',
    tag1: '',
    tag2: '',
    tag3: '',
    tag4: '',
    tag5: ''
  }
]